tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
brew "age"
brew "aircrack-ng"
brew "antidote"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "bettercap"
brew "bottom"
brew "c-ares"
brew "pycparser"
brew "cffi"
brew "ruby"
brew "cocoapods"
brew "code-minimap"
brew "coreutils"
brew "countdown"
brew "cpufetch"
brew "crunch"
brew "docutils"
brew "duckdb"
brew "entr"
brew "exiftool"
brew "tcl-tk"
brew "expect"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gobuster"
brew "grep"
brew "hashcat"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "john-jumbo"
brew "jq"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libzip"
brew "lolcat"
brew "mpv"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "nushell"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "openssl@1.1"
brew "parallel"
brew "pngpaste"
brew "portaudio"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep-all"
brew "sqlmap"
brew "starship"
brew "stow"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "tor"
brew "totp-cli"
brew "tpm"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "wireshark"
brew "xmlstarlet"
brew "xq"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autopair"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "kitty"
cask "ngrok"
cask "postman"
cask "proton-mail"
cask "tor-browser"
cask "utm"
cask "visual-studio-code"
cask "vscodium"
cask "warp"
vscode "batisteo.vscode-django"
vscode "be5invis.vscode-custom-css"
vscode "blackboxapp.blackbox"
vscode "bradlc.vscode-tailwindcss"
vscode "codeium.codeium"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "dzhavat.bracket-pair-toggler"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "golang.go"
vscode "illixion.vscode-vibrancy-continued"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "qwtel.sqlite-viewer"
vscode "randomfractalsinc.vscode-data-preview"
vscode "ritwickdey.liveserver"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-turkish"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "vspacecode.whichkey"
vscode "yzhang.markdown-all-in-one"
