tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
brew "age"
brew "antidote"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "c-ares"
brew "pycparser"
brew "cffi"
brew "ruby"
brew "cocoapods"
brew "code-minimap"
brew "coreutils"
brew "countdown"
brew "cpufetch"
brew "docutils"
brew "duckdb"
brew "entr"
brew "exiftool"
brew "tcl-tk"
brew "expect"
brew "eza"
brew "fd"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdu"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "grep"
brew "htop"
brew "imagemagick"
brew "ios-deploy"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "lf"
brew "libfido2"
brew "libzip"
brew "lolcat"
brew "mpv"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "openssl@1.1"
brew "parallel"
brew "pngpaste"
brew "portaudio"
brew "pv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep-all"
brew "starship"
brew "stow"
brew "testdisk"
brew "tldr"
brew "tmux"
brew "totp-cli"
brew "tpm"
brew "tree"
brew "unar"
brew "universal-ctags"
brew "watch"
brew "wget"
brew "xmlstarlet"
brew "xq"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autopair"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "kitty"
cask "ngrok"
cask "postman"
cask "utm"
cask "visual-studio-code"
